


update roles set is_seller = 1 where name in('张德玉朱端','陈定定老城','鼓捣猫呢天','青云李娜');


update roles set is_agent =1 where name in ('吉大校友鬼','陌生人蓝蓝','异路看风影','陈秀梅上档','游悠悠小酥','鑫璐璐下沉','猪猪侠小猪','徐浩凯幽助','十年孤毒城','小二哥萧瑟','迷上瘾飞然','小溪水西门','匹马西风夏','殺手小斌散','罐头会说话','蟋蟀王子无','爱流泪的鱼','下边有伤千','鹿特丹张函','心井梦话','神通吕海峰','邹梦奂就是','宓子翊髭','蛤蟆路遥知','乐日光阴渡','摇摆玉树临','路下冷唐志','童月雪天国','最淡的心事','越人歌失身');



update roles set is_seller = 1 where name in('凝香丽人小','尽在我心清','可爱公主为','孤独剑安心');

update roles set is_agent = 1 where name in('爱吃橘子达','瀞紫樱子','传说中的小','我佛慈悲吸','东狂猛龙过','张苏丫金风','舞步天涯盖','周雯倩言君','左岸右畔环','唐江小豆邓','步云惊风红','李延成风铃','小河马亿鹏','大学城遗民','再见黄鹤楼','蜡笔小白月','拨草寻蛇伊','林夕木南行','我是风你是','梦幻绮灵风','狙击步月夜','王锦程伊幽','网中人这一','小柰是的回','丢掉忧伤十','翊髭无心快','星尘清柠薄','老鼠爱老猫','夜安余归晚','天天璨璨王');